{
   "Andrii Priadko":"Андрій Прядко",
   "Ukraine. Kyiv":"Україна. Київ.",
   "Ready to relocate":"Готовий до переїзду",
   "Front-End React Developer": "Front-End React розробник",
   "Hi, I'm Andrii Priadko. A passionate Front-end React Developer based in Ukraine.":"Привіт, я Андрій Прядко. Пристрасний Front-end React розробник з України.",
   "Download CV":"Завантажити CV",
   "Stack MERN":"Стек MERN",

   "ABOUT ME":"ПРО МЕНЕ",
   "I love my job⚡":"Люблю свою справу⚡",
   "I am 23 years old. I have over 5 years of experience in programming, and for the last 2 years, I have specialized in creating functional web applications using React. Currently, I am involved in mentoring and I enjoy it a lot.":"Мені 23 роки. Я маю досвід у программуванні більше 5 років, остані 2 роки спеціалізуюся на створенні веб-застосунків на React. Зараз займаюсь менторінгом.",
   "I am seeking an opportunity to join a professional and friendly team. I am willing to work hard towards becoming a Team Lead.":"Я шукаю нагоду приєднатися до професійної та дружньої команди. Готовий багато працювати заради мети стати Team Lead.",
   "all":"всі",
   "web":"веб",
   "react":"react",
   "back-end":"back-end",
   "social":"соціальні",
   "design":"дизайн",
   "more":"інші",
   "SKILLS":"НАВИЧКИ",
   "HTML":"HTML",
   "CSS":"CSS",
   "SCSS":"SCSS",
   "Responsive":"Адаптивність",
   "JavaScript":"JavaScript",
   "TypeScript":"TypeScript",
   "React":"React",
   "Redux-toolkit":"Redux-toolkit",
   "RestApi":"RestApi",
   "Framer Motion":"Framer Motion",
   "Gsap":"Gsap",
   "Communicative":"Комунікабельний",
   "Team-oriented":"Командно-ориентированный",
   "Git":"Git",
   "Jira":"Jira",
   "Express.js":"Express.js",
   "Postman":"Postman",
   "MongoDB":"MongoDB",
   "Firebase":"Firebase",
   "Public speaking":"Публічні виступи",
   "Mentoring":"Наставництво",
   "React Native":"React Native",
   "UI/UX design":"UI/UX design",
   "Figma":"Figma",
   "Python":"Python",
   "Django":"Django",

   "PORTFOLIO":"ПОРТФОЛІО",
   "Each project is a unique piece of development🧩":"Кожен проект – це унікальна розробка🧩",

   "A social network where you can add, like, save, and comment on posts with code. You can also follow people. All images are stored on Google Drive.":"Cоціальна мережа у якій можна додавати, лайкати, зберігати та коментувати пости з кодом. Підписуватись на людей. Всі картинки зберігаються на Google Disc.",
   "Website landing page for a mobile application. Gsap and svg animations were used.": "Сайт лендінг для додатку під телефон. Використані Gsap та svg анімації.",
   "The university library with easy book search, preview, and download options. There is an admin panel for the librarian.":"Бібліотека книг університету. З можливістю легкого пошуку книги, перегляду та завантаження. Є адмін-панель для бібліотекаря.",
   "A landing website for a coffee shop. Different animations are applied while scrolling the page.":"Сайт лендінг для кав'ярні. Застосування різних анімацій при прокручуванні сторінки.",
   "A test task done in one evening. Most of the necessary technologies for a React Development position are applied.":"Тестове завдання, зроблене за один вечір. Застосовується більшість необхідних технологій на позицію React Development.",
   "Browser-based quick notes with convenient search and tag-based filtering. Authorization is done via Google account.":"Браузерні швидкі нотатки, зі зручним пошуком та фільтром по тегах. Авторизація відбувається за допомогою гугл акаунту.",
   
   "CONTACT":"КОНТАКТ",
   "Don't be shy! Hit me up!👇":"Звертайтесь до мене!👇",
   "Your email address...":"Ваша електронна адреса...",
   "Write to me...":"Напишіть мені...",
   "Send letter":"Відправити письмо",
   "List successfully sent!":"Лист успішно надісланно!",
   "Fill in the fields!":"Заповніть поля!",

   "Email anpdko@gmail.com has been copied!":"Eлектронну пошту anpdko@gmail.com скопійовано!",

   "Play Game": "Спробуй гру",
   "Next page": "Наступна сторінка",

   "Organization Vilnyy":"Організація Vilnyy",
   "Freelance product. Working with a designer. Helping young people realize their potential through the introduction of the idea of community life.":"Freelance продукт. У команді із дизайнером. Допомога молоді реалізувати свій потенціал через впровадження ідеї громадського життя.",
   "Space-Tourism":"Космічний туризм",
   "Pet-project to explore new technologies Vue.js and Three.js. Space tourism multi-page 3D website.":"Pet-проект для вивчення нових технологій Vue.js і Three.js. Багатосторінковий 3D-сайт про космічний туризм."
}